Repository: pypi-data/pypi-mirror-46
Catalog: packages/cubicweb-workcase/cubicweb-workcase-0.8.0.tar.gz/cubicweb-workcase-0.8.0/cubicweb_workcase/i18n/*.po
Languages: fr

source: New workcase
fr: Nouvelle affaire

source: New workpackage
fr: Nouveau lot

source: This workcase
fr: Cette affaire

source: This workpackage
fr: Ce lot

# Workcase
source: subject
fr: Affaire

# Workcase_plural
source: Workcases
fr: Affaires

# Workpackage
source: title
fr: Lot

# Workpackage_plural
source: Workpackages
fr: Lots

# add Workcase split_into Workpackage subject
source: Workpackage
fr: lot

source: client validation
fr: en attente de recette

# creating Workpackage (Workcase %(linkto)s split_into Workpackage)
source: creating workpackage for workcase %(linkto)s
fr: création d'un nouveau lot pour l'affaire %(linkto)s

# Workpackage
source: title
fr: description

# Workpackage
source: title
fr: format

source: done
fr: terminé

source: failed
fr: échec

source: failure
fr: échec

source: in progress
fr: en cours

source: not started
fr: en réserve

source: open
fr: ouvrir

source: opened
fr: ouvert

source: pending
fr: en attente

source: ref
fr: réf

# Workcase
source: subject
fr: ref

source: split into
fr: découpé en

# Workcase
source: subject
fr: découpé en

# Workpackage
source: title
fr: lot de

# split_into_object
source: workpackage of
fr: lot de

source: start
fr: démarrer

source: subject
fr: sujet

# Workcase
source: subject
fr: sujet

source: success
fr: succès

# Workpackage
source: title
fr: titre

source: validate
fr: recetter

source: validated
fr: recetté

source: wait
fr: attente

# warrant
source: warrent
fr: passer en garantie

source: warranty
fr: en garantie
