Repository: pypi-data/pypi-mirror-46
Catalog: packages/AN-DiscordBot/AN-DiscordBot-3.9.4.tar.gz/AN-DiscordBot-3.9.4/anbot/core/locales/*.po
Languages: es_es

source: Install Path: {}
es_es: Ruta de instalación: {}

source: That path does not exist or does not point to a valid directory.
es_es: Esa ruta es no existe o no apunta a un directorio válido.

source: Path successfully added.
es_es: Ruta añadida exitósamente.

source: That is an invalid path number.
es_es: Número de ruta inválido.

source: Path successfully removed.
es_es: Ruta eliminada exitósamente.

source: Invalid 'from' index.
es_es: Índice 'from' no válido.

source: Invalid 'to' index.
es_es: Índice 'to' no válido.

source: Paths reordered.
es_es: Rutas reordenadas.

source: That path does not exist.
es_es: Ruta inexistente.

source: The bot will install new cogs to the `{}` directory.
es_es: El bot instalará nuevos cogs en el directorio '{}'.

source: Shutting down...
es_es: Apagando...

source: Restarting...
es_es: Reiniciando...

source: The admin role for this guild has been set.
es_es: El rol de administrador para este gremio ha sido configurado.

source: The mod role for this guild has been set.
es_es: El rol de moderador para este gremio ha sido configurado.

source: Failed. Remember that you can edit my avatar up to two times a hour. The URL must be a direct link to a JPG / PNG.
es_es: Error. Recuerde que puede editar mi avatar hasta dos veces por hora. La URL debe ser un enlace directo a un JPG o PNG.

source: JPG / PNG format only.
es_es: Únicamente formatos JPG o PNG.

source: Done.
es_es: Listo.

source: Game set.
es_es: Juego configurado.

source: Listening set.
es_es: Escuchando junto.

source: Watching set.
es_es: Viendo junto.

source: Failed to change name. Remember that you can only do it up to 2 times an hour. Use nicknames if you need frequent changes. `{}set nickname`
es_es: No se pudo cambiar el nombre. Recuerde que śolo se puede hacer hasta 2 veces por hora. Utilizar sobrenombres si cambios más frecuentes son necesarios. `{}set nickname`

source: I lack the permissions to change my own nickname.
es_es: No tengo permisos para cambiar mi propio sobrenombre.

source: Prefix set.
es_es: Prefijo configurado.

source: Guild prefixes have been reset.
es_es: Prefijos de gremio han sido restaurados.

source: Verification token:
es_es: Código de verificación:

source: Remember:
es_es: Recuerda:

source: I have printed a one-time token in the console. Copy and paste it here to confirm you are the owner.
es_es: He impreso un código de uso único en la consola. Copie y péguelo acá para confirmar que es el dueño.

source: The set owner request has timed out.
es_es: El tiempo de espera para configuración de dueño se ha agotado.

source: You have been set as owner.
es_es: Ha sido configurado como dueño.

source: Invalid token.
es_es: Código inválido.

source: Locale has been set.
es_es: Configuración regional establecida.

source: Done. Sentry logging is now enabled.
es_es: Hecho. Ya está habilitado el inicio del robot.

source: Done. Sentry logging is now disabled.
es_es: Hecho. Ya está deshabilitado el inicio del robot.

source: through DM
es_es: a través de MP

source: from {}
es_es: de {}

source: Use `{}dm {} <text>` to reply to this user
es_es: Utilice `{}dm {} <texto>` para responder a este usuario

source: Sent by {} {}
es_es: Enviado por {} {}

source: I cannot send your message, I'm unable to find my owner... *sigh*
es_es: No puedo enviar el mensaje, soy incapaz de encontrar a mi dueño... *suspiro*

source: I'm unable to deliver your message. Sorry.
es_es: No soy capaz de entregar su mensaje. Lo siento.

source: Your message has been sent.
es_es: Su mensaje ha sido enviado.

source: Invalid ID or user not found. You can only send messages to people I share a server with.
es_es: ID o usuario no encontrado. Sólo puede enviar mensajes a personas con quienes comparto un servidor.

source: User added to whitelist.
es_es: Usuario añadido a la lista blanca.

source: Whitelisted Users:
es_es: Usuarios en lista blanca:

source: User has been removed from whitelist.
es_es: El usuario ha sido removido de la lista blanca.

source: User was not in the whitelist.
es_es: El usuario no estaba en la lista blanca.

source: Whitelist has been cleared.
es_es: La lista blanca ha sido borrada.

source: You cannot blacklist an owner!
es_es: No puedes poner un dueño en la lista negra!

source: User added to blacklist.
es_es: Usuario ha añadido a la lista negra.

source: blacklisted Users:
es_es: usuarios en la lista negra:

source: User has been removed from blacklist.
es_es: El usuario se ha eliminado de la lista negra.

source: User was not in the blacklist.
es_es: El usuario no estaba en la lista negra.

source: blacklist has been cleared.
es_es: la lista negra ha sido borrada.

source: Already running a REPL session in this channel. Exit it with `quit`.
es_es: Este canal ya está ejecutando una sesión REPL. Salga usando `quit`.

source: Enter code to execute or evaluate. `exit()` or `quit` to exit.
es_es: Ingresar código a ejecutar o evaluar. `exit()` o `quit` para salir.

source: Unexpected error: `{}`
es_es: Error inesperado: `{}`
