Repository: pypi-data/pypi-mirror-46
Catalog: packages/mentat-ng/mentat-ng-2.4.0.tar.gz/mentat-ng-2.4.0/lib/hawat/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Search for events without assigned severity in event database
cs: Hledat události bez přiřazené závažnosti v databázi událostí

source: SQL query:
cs: SQL dotaz:

source: Event storage time
cs: Čas uložení události

source: Stored at
cs: Uloženo v

source: Event detection time
cs: Čas detekce události

source: Detected at
cs: Detekováno v

source: Problem sources
cs: Zdroje problémů

source: Sources
cs: Zdroje

source: Targets or victims
cs: Cíle nebo oběti

source: Targets
cs: Cíle

source: Event severity
cs: Závažnost události

source: Severity
cs: Závažnost

source: Event categorization
cs: Kategorizace události

source: Categorization
cs: Kategorizace

source: Event detector
cs: Detektor události

source: Abuse groups
cs: Abuse skupiny

source: Contextual item actions
cs: Kontextové akce nad záznamem

source: Event detail
cs: Detail události

source: Event detected
cs: Událost detekována

source: Event stored
cs: Událost uložena

source: Properties
cs: Vlastnosti

source: General properties
cs: Obecné vlastnosti

source: Detection time
cs: Čas detekce

source: Creation time
cs: Čas vytvoření

source: Creation delay
cs: Zpoždění do vytvoření

source: Event time
cs: Čas začátku události

source: Cease time
cs: Čas konce události

source: Event duration
cs: Doba trvání události

source: Aggregation window start time
cs: Čas začátku agregačního okna

source: Aggregation window end time
cs: Čas konce agregačního okna

source: Aggregation window size
cs: Velikost agregačního okna

source: Storage time
cs: Čas uložení

source: Storage delay
cs: Zpoždění do uložení

source: Categories
cs: Kategorie

source: Event class
cs: Třída události

source: -- unclassified --
cs: -- neklasifikováno --

source: Source countries
cs: Zdrojové země

source: Source autonomous systems (ASNs)
cs: Zdrojové autonomní systémy (ASNka)

source: Detectors
cs: Detektory

source: Inspection errors
cs: Inspekční chyby

source: Filter management
cs: Správa filtrů

source: Show reporting filter details
cs: Zobrazit detaily reportovacího filtru

source: Create reporting filter
cs: Vytvořit reportovací filtr

source: Create new reporting filter
cs: Vytvořit nový reportovací filtr

source: Reporting filter <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong> was successfully created.
cs: Reportovací filtr <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> byl úspěšně vytvořen.

source: Unable to create new reporting filter for group <strong>%(parent_id)s</strong>.
cs: Nelze vytvořit nový reportovací filtr pro skupinu <strong>%(parent_id)s</strong>.

source: Canceled creating new reporting filter for group <strong>%(parent_id)s</strong>.
cs: Vytváření nového reportovacího filtru pro skupinu <strong>%(parent_id)s</strong> bylo zrušeno.

source: Create reporting filter for group &quot;%(item)s&quot;
cs: Vytvořit reportovací filtr pro skupinu &quot;%(item)s&quot;

source: Create new reporting filter for group
cs: Vytvořit nový reportovací filtr pro skupinu

source: Update reporting filter details
cs: Aktualizovat detaily reportovacího filtru

source: Reporting filter <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong> was successfully updated.
cs: Reportovací filtr <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> byl úspěšně aktualizován.

source: Unable to update reporting filter <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Nelze aktualizovat reportovací filtr <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong>.

source: Canceled updating reporting filter <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Aktualizace reportovacího filtru <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> byla zrušena.

source: Reporting filter <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong> was successfully enabled.
cs: Reportovací filtr <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> byl úspěšně aktivován.

source: Unable to enable reporting filter <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Nelze aktivovat reportovací filtr <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong>.

source: Canceled enabling reporting filter <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Aktivace reportovacího filtru <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> byla zrušena.

source: Reporting filter <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong> was successfully disabled.
cs: Reportovací filtr <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> byl úspěšně deaktivován.

source: Unable to disable reporting filter <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Nelze deaktivovat reportovací filtr <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong>.

source: Canceled disabling reporting filter <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Deaktivace reportovacího filtru <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> byla zrušena.

source: Reporting filter <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong> was successfully and permanently deleted.
cs: Reportovací filtr <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> byl úspěšně a trvale smazán.

source: Unable to permanently delete reporting filter <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Nelze trvale smazat reportovací filtr <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong>.

source: Canceled deleting reporting filter <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Trvalé smazání reportovacího filtru <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> bylo zrušeno.

source: Filter playground
cs: Testy reportovacích filtrů

source: Reporting filter playground
cs: Hřiště pro test reportovacích filtrů

source: Reporting filter rule playground
cs: Hřiště pro test reportovacích filtračních pravidel

source: Reporting filter management pluggable module
cs: Správa reportovacích filtrů (zásuvný modul)

source: Filtering rule parse error: "%(error)s".
cs: Chyba parsování filtračního pravidla: "%(error)s".

source: Event JSON parse error: "%(error)s".
cs: Chyba parsování JSONu: "%(error)s".

source: Name:
cs: Název:

source: Type:
cs: Typ:

source: Basic
cs: Základní

source: Advanced
cs: Pokročilý

source: Filter:
cs: Filtr:

source: << no preference >>
cs: << bez preference >>

source: Source IPs:
cs: Zdrojové IP:

source: Valid from:
cs: Platné od:

source: Valid to:
cs: Platné do:

source: State:
cs: Stav:

source: Submit
cs: Odeslat

source: Preview
cs: Náhled

source: Group:
cs: Skupina:

source: Filtering rule:
cs: Filtrační pravidlo:

source: IDEA event:
cs: IDEA událost:

source: Check
cs: Zkontrolovat

source: Filter detail
cs: Detail filtru

source: Filter structure preview:
cs: Náhled struktury filtru:

source: Group
cs: Skupina

source: Hits
cs: Čítač

source: State
cs: Stav

source: Actions
cs: Akce

source: << unknown >>
cs: << neznámo >>

source: Write your filtering rule here...
cs: Sem napište své filtrační pravidlo...

source: Paste your IDEA event as raw JSON string...
cs: Vložte IDEA událost jako JSON řetězec...

source: Given event matches given filtering rule.
cs: Daná událost vyhovuje filtračnímu pravidlu.

source: Given event does NOT match given filtering rule.
cs: Daná událost nevyhovuje filtračnímu pravidlu.

source: Filtering result
cs: Výsledek filtrace

source: Filter tree
cs: Filtrační strom

source: Textual representation
cs: Textová reprezentace

source: Filtered event
cs: Filtrovaná událost

source: Filter created
cs: Filtr vytvořen

source: General information
cs: Obecné informace

source: Filter tree structure
cs: Stromová struktura filtru

source: Filter
cs: Filtr

source: Displaying only latest %(count)s changelogs
cs: Zobrazeno pouze nejnovějších %(count)s záznamů změn

source: This object does not have any changelog records at the moment.
cs: Tento objekt nemá v tuto chvíli žádné záznamy změn.

source: Internal geoip
cs: Interní geoip

source: Search internal geoip database
cs: Prohledat interní geoip databázi

source: Internal geoip pluggable module
cs: Interní geoip (zásuvný modul)

source: Tools
cs: Nástroje

source: Search for address <strong>%(name)s</strong> in internal IP geolocation database
cs: Hledat adresu <strong>%(name)s</strong> v interní IP geolokační databázi

source: Search internal geoip:
cs: Prohledat interní geoip:

source: Search local IP geolocation database for:
cs: Prohledat lokální IP geolokační databázi na:

source: IPv4 or IPv6 address
cs: IPv4 nebo IPv6 adresa

source: ASN lookup
cs: Prohledávání ASN

source: ASN number:
cs: Číslo ASN:

source: There are no records for <strong>%(item_id)s</strong> in <em>ASN</em> database.
cs: Nebyly nalezeny žádné záznamy pro <strong>%(item_id)s</strong> v databázi <em>ASN</em>.

source: City lookup
cs: Prohledávání měst

source: Continent:
cs: Kontinent:

source: Country:
cs: Země:

source: City:
cs: Město:

source: Timezone:
cs: Časová zóna:

source: Coordinates:
cs: Souřadnice:

source: Search powered by <a href="https://dev.maxmind.com/geoip/geoip2/geolite2/">GeoLite2</a> created by <a href="http://www.maxmind.com/">MaxMind</a>.
cs: Vyhledávání umožňuje <a href="https://dev.maxmind.com/geoip/geoip2/geolite2/">GeoLite2</a> vytvořený firmou <a href="http://www.maxmind.com/">MaxMind</a>.

source: There are no records for <strong>%(item_id)s</strong> in <em>City</em> database.
cs: Nebyly nalezeny žádné záznamy pro <strong>%(item_id)s</strong> v databázi <em>měst</em>.

source: Group management
cs: Správa skupin

source: Show group details
cs: Zobrazit detaily skupiny

source: Create group
cs: Vytvořit skupinu

source: Create new group
cs: Vytvořit novou skupinu

source: Group <strong>%(item_id)s</strong> was successfully created.
cs: Skupina <strong>%(item_id)s</strong> byla úspěšně vytvořena.

source: Unable to create new group.
cs: Nelze vytvořit skupinu.

source: Canceled creating new group.
cs: Vytvoření nové skupiny bylo zrušeno.

source: Update group details
cs: Aktualizovat detaily skupiny

source: Group <strong>%(item_id)s</strong> was successfully updated.
cs: Skupina <strong>%(item_id)s</strong> byla úspěšně aktualizována.

source: Unable to update group <strong>%(item_id)s</strong>.
cs: Nelze aktualizovat skupinu <strong>%(item_id)s</strong>.

source: Canceled updating group <strong>%(item_id)s</strong>.
cs: Aktualizace skupiny <strong>%(item_id)s</strong> byla zrušena.

source: Group <strong>%(item_id)s</strong> was successfully enabled.
cs: Skupina <strong>%(item_id)s</strong> byla úspěšně aktivována.

source: Unable to enable group <strong>%(item_id)s</strong>.
cs: Nelze aktivovat skupinu <strong>%(item_id)s</strong>.

source: Canceled enabling group <strong>%(item_id)s</strong>.
cs: Aktivace skupiny <strong>%(item_id)s</strong> byla zrušena.

source: Group <strong>%(item_id)s</strong> was successfully disabled.
cs: Skupina <strong>%(item_id)s</strong> byla úspěšně deaktivována.

source: Unable to disable group <strong>%(item_id)s</strong>.
cs: Nelze deaktivovat skupinu <strong>%(item_id)s</strong>.

source: Canceled disabling group <strong>%(item_id)s</strong>.
cs: Deaktivace skupiny <strong>%(item_id)s</strong> byla zrušena.

source: Group <strong>%(item_id)s</strong> was successfully and permanently deleted.
cs: Skupina <strong>%(item_id)s</strong> byla úspěšně a trvale smazána.

source: Unable to delete group <strong>%(item_id)s</strong>.
cs: Nelze smazat skupinu <strong>%(item_id)s</strong>.

source: Canceled deleting group <strong>%(item_id)s</strong>.
cs: Mazání skupiny <strong>%(item_id)s</strong> bylo zrušeno.

source: Group management pluggable module
cs: Správa skupin (zásuvný modul)

source: My groups
cs: Moje skupiny

source: View details of abuse group <strong>%(name)s</strong>
cs: Zobrazit detaily abuse skupiny <strong>%(name)s</strong>

source: Group with this name already exists.
cs: Skupina s tímto jménem již existuje.

source: You must not select a group as its own parent! Naughty, naughty you!
cs: Nelze zvolit stejnou skupinu jako rodiče sama sebe! Zvrhlé, velmi zvrhlé!

source: Members:
cs: Členové:

source: << no selection >>
cs: << bez volby >>

source: Managers:
cs: Správci:

source: Parent group:
cs: Nadřazená skupina:

source: Group detail
cs: Detail skupiny

source: Group created
cs: Skupina vytvořena

source: Networks
cs: Sítě

source: Parent group
cs: Nadřazená skupina

source: << none >>
cs: << nic >>

source: View details of reporting settings for group &quot;%(item)s&quot;
cs: Zobrazit detaily nastavení reportování pro skupinu &quot;%(item)s&quot;

source: View reporting settings
cs: Zobrazit nastavení reportování

source: Members
cs: Členové

source: This group does not have any members defined at the moment.
cs: Tato skupina nemá v tuto chvíli definovány žádné členy.

source: Managers
cs: Správci

source: This group does not have any managers defined at the moment.
cs: Tato skupina nemá v tuto chvíli definovány žádné správce.

source: This group does not have any network records defined at the moment.
cs: Tato skupina nemá v tuto chvíli definovány žádné síťové záznamy.

source: This group does not have any reporting filters defined at the moment.
cs: Tato skupina nemá v tuto chvíli definovány žádné reportovací filtry.

source: This group does not have any changelog records at the moment.
cs: Tato skupina nemá v tuto chvíli žádné záznamy změn.

source: System help
cs: Systémová nápověda

source: Welcome to Mentat!
cs: Vítejte v systému Mentat!

source: Home page pluggable module
cs: Zásuvný modul - domovská stránka

source: You have to be authenticated to use most features provided by this application.
cs: Pro používání této aplikace je nutné přihlášení.

source: Network management
cs: Správa sítí

source: View details of network record &quot;%(item)s&quot;
cs: Zobrazit detaily síťového záznamu &quot;%(item)s&quot;

source: Show network record details
cs: Zobrazit detaily síťového záznamu

source: Create network record
cs: Vytvořit síťový záznam

source: Create new network record
cs: Vytvořit nový síťový záznam

source: Network record <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong> was successfully created.
cs: Síťový záznam <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> byl úspěšně vytvořen.

source: Unable to create new network record for group <strong>%(parent_id)s</strong>.
cs: Nelze vytvořit nový síťový záznam pro skupinu <strong>%(parent_id)s</strong>.

source: Canceled creating new network record for group <strong>%(parent_id)s</strong>.
cs: Vytvoření nového síťového záznamu pro skupinu <strong>%(parent_id)s</strong> bylo zrušeno.

source: Create network record for group &quot;%(item)s&quot;
cs: Vytvořit síťový záznam pro skupinu &quot;%(item)s&quot;

source: Create new network record for group
cs: Vytvořit nový síťový záznam pro skupinu

source: Update details of network record &quot;%(item)s&quot;
cs: Aktualizovat detaily síťového záznamu &quot;%(item)s&quot;

source: Update network record details
cs: Aktualizace detailů síťového záznamu

source: Network record <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong> was successfully updated.
cs: Síťový záznam <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> byl úspěšně aktualizován.

source: Unable to update network record <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Nelze aktualizovat síťový záznam <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong>.

source: Canceled updating network record <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Aktualizace síťového záznamu <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> byla zrušena.

source: Delete network record &quot;%(item)s&quot;
cs: Smazat síťový záznam &quot;%(item)s&quot;

source: Network record <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong> was successfully and permanently deleted.
cs: Síťový záznam <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> byl úspěšně a trvale smazán.

source: Unable to permanently delete network record <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Nelze trvale smazat síťový záznam <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong>.

source: Canceled deleting network record <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Trvalé smazání síťového záznamu <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> bylo zrušeno.

source: Network record management pluggable module
cs: Správa síťových záznamů (zásuvný modul)

source: Network:
cs: Síť:

source: Network detail
cs: Detail sítě

source: Network
cs: Síť

source: Network created
cs: Síťový záznam vytvořen

source: System performance
cs: Provoz systému

source: System processing performance
cs: Statistiky provozu systému

source: System performance data
cs: Data provozních statistik systému

source: System performance databases
cs: Databáze provozních statistik systému

source: System performance pluggable module
cs: Provoz systému (zásuvný modul)

source: Status overview
cs: Stavové přehledy

source: Download chart metadata
cs: Stáhnout metadata grafu

source: Download chart data export
cs: Stáhnou export dat grafu

source: Unable to find chart image file
cs: Nelze nalézt soubor obrázku grafu

source: Reports
cs: Reporty

source: Search event reports
cs: Prohledat reporty událostí

source: Show report
cs: Zobrazit report

source: View details of event report &quot;%(item)s&quot;
cs: Zobrazit detaily reportu událostí &quot;%(item)s&quot;

source: Search for all events related to report &quot;%(item)s&quot;
cs: Hledat všechny události související s reportem &quot;%(item)s&quot;

source: Download data in JSON format
cs: Stáhnout data ve formátu JSON

source: Download data in CSV format
cs: Stáhnout data ve formátu CSV

source: Download compressed data in JSON format
cs: Stáhnout data v komprimovaném formátu JSON

source: Download compressed data in CSV format
cs: Stáhnout data v komprimovaném formátu CSV

source: Event report data
cs: Data reportu událostí

source: Reporting
cs: Reportování

source: Event reporting dashboards
cs: Dashboardy reportingu událostí

source: Delete event report &quot;%(item)s&quot;
cs: Smazat report &quot;%(item)s&quot;

source: Event report <strong>%(item_id)s</strong> was successfully and permanently deleted.
cs: Report událostí <strong>%(item_id)s</strong> byl úspěšně a trvale smazán.

source: Unable to delete event report <strong>%(item_id)s</strong>.
cs: Nelze smazat report událostí <strong>%(item_id)s</strong>.

source: Canceled deleting event report <strong>%(item_id)s</strong>.
cs: Smazání reportu událostí <strong>%(item_id)s</strong> bylo zrušeno.

source: Event reports
cs: Reporty událostí

source: Search for abuse group <strong>%(name)s</strong> in report database
cs: Hledat abuse skupinu <strong>%(name)s</strong> v databázi reportů

source: Search for abuse group <strong>%(name)s</strong> in reporting dashboards
cs: Hledat abuse skupinu <strong>%(name)s</strong> v dashboardu reportování

source: Label:
cs: Popisek:

source: Groups:
cs: Skupiny:

source: Types:
cs: Typy:

source: This module displays various statistical information regarding the reporting component of the Mentat system. These statistics are calculated directly from all <em>summary</em> reports, that were generated. The <em>extra</em> reports reports are included only in total number of reports overview, because otherwise they contain data duplicit to those in <em>summary</em> reports. Reports are included into the result based on their creation time.
cs: Tento modul zobrazuje rozličné statistické informace týkající se provozu reportovací komponenty systému Mentat. Tyto statistiky jsou počítány přímo ze všech <em>souhrnných</em> reportů, které byly vygenerovány. <em>Extra</em> reporty jsou zahrnuty pouze ve statistice popisující celkové počty vygenerovaných reportů, protože jinak obsahují data duplicitní k <em>souhrnným</em> reportům. Reporty jsou do výsledku zahrnuty na základě času jejich vytvoření.

source: Number of reports
cs: Počet reportů

source: Number of emails
cs: Počet emailů

source: Number of reported events
cs: Počet reportovaných událostí

source: # reports
cs: # reportů

source: # emails
cs: # emailů

source: # events reported
cs: # reportovaných událostí

source: # events processed
cs: # zpracovaných událostí

source: Report counts
cs: Počty reportů

source: This view shows total numbers of event reports generated by the Mentat system per day. Numbers of <em>summary</em> and <em>extra</em> reports are shown separatelly.
cs: Tento pohled zobrazuje celkové počty reportů vygenerovaných systémem Mentat za den. Počty <em>souhrnných</em> a <em>extra</em> reportů jsou zobrazeny zvlášť.

source: summaries
cs: souhrny

source: extras
cs: extra

source: Email counts
cs: Počty emailů

source: This view shows total numbers of report emails generated by the Mentat system per day.
cs: Tento pohled zobrazuje počty reportů, které byly systémem Mentat odeslány emailem.

source: Reported event counts
cs: Počty reportovaných událostí

source: This view shows total numbers of events that have been reported within the summary event reports. Numbers of <em>new</em> and <em>relapsing</em> events are shown separatelly. <em>New</em> events are those with unique combination of source and classification, <em>relapsing</em> events are those with repeating combination of source and classification.
cs: Tento pohled zobrazuje celkové počty událostí, které byly systémem Mentat reportovány v rámci souhrnných reportů. Počty <em>nových</em> a <em>opakovaných</em> událostí jsou zobrazeny zvlášť. <em>Nové</em> události jsou takové, které mají v rámci výsledku unikátní kombinaci zdrojové adresy a klasifikace. <em>Opakované</em> události jsou takové, které mají v rámci výsledku opakující se kombinaci zdrojové adresy a klasifikace.

source: new
cs: nové

source: relapsed
cs: opakované

source: Processed event counts
cs: Počty zpracovaných událostí

source: This view shows total numbers of events that have been processed while generating event reports. Numbers of <em>reported</em>, <em>filtered</em> and <em>thresholded</em> events are shown separatelly. The <em>reported</em> events are those that have been actually reported within the summary reports. The <em>filtered</em> events are those that have been filtered out by configured reporting filters and never made it to the report. And finally the <em>thresholded</em> events are those that have been postponed from reporting by the event thresholding mechanism.
cs: Tento pohled zobrazuje celkové počty událostí, které byly systémem Mentat zpracováný v rámci generování souhrnných reportů. Počty <em>reportovaných</em>, <em>odfiltrovaných</em> a <em>pozdržených</em> událostí jsou zobrazeny zvlášť. <em>Reportované</em> události jsou takové, které byly skutečně reportovány a rámci některého ze souhrnných reportů. <em>Odfiltrované</em> události byly vyřazeny z reportování filtry definovanými v rámci dané abuse skupiny. <em>Pozdržené</em> události byly dočasně vyřazeny z reportování mechanismem reportovacího algoritmu.

source: reported
cs: reportováno

source: filtered
cs: odfiltrováno

source: thresholded
cs: pozdrženo
