Repository: pypi-data/pypi-mirror-46
Catalog: packages/mentat-ng/mentat-ng-2.4.0.tar.gz/mentat-ng-2.4.0/lib/hawat/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Please log in to access this page.
cs: Pro přístup k této stránce se prosím přihlaste.

source: You have been successfully logged out.
cs: Odhlášení proběhlo úspěšně.

source: Locale was succesfully changed to <strong>%(lcln)s (%(lclc)s)</strong>.
cs: Lokalizace byla úspěšně změněna na <strong>%(lcln)s (%(lclc)s)</strong>.

source: Search for last 14 days
cs: Hledat za posledních 14 dní

source: Search for last 4 weeks
cs: Hledat za poslední 4 týdny

source: Search for last 12 weeks
cs: Hledat za posledních 12 týdnů

source: Search for today
cs: Hledat za dnešek

source: Search for this week
cs: Hledat za tento týden

source: Search for this month
cs: Hledat za tento měsíc

source: Search for this year
cs: Hledat za tento rok

source: Search
cs: Hledat

source: Invalid address value <strong>%(address)s</strong> in event search form.
cs: Neplatná hodnota adresy <strong>%(address)s</strong> ve vyhledávacím formuláři událostí.

source: Show
cs: Zobrazit

source: Create
cs: Vytvořit

source: Update
cs: Upravit

source: No changes detected, no update needed.
cs: Nebyly zjištěny žádné změny, aktualizace není nutná.

source: Delete
cs: Smazat

source: Disable
cs: Deaktivovat

source: Enable
cs: Aktivovat

source: Dashboards
cs: Dashboardy

source: More
cs: Více

source: Administration
cs: Administrace

source: Development
cs: Vývoj

source: Unknown error
cs: Neznámá chyba

source: The "%(val)s" value does not look like valid login name.
cs: Hodnota "%(val)s" nevypadá jako validní uživatelské jméno.

source: The "%(val)s" value does not look like valid email adress.
cs: Hodnota "%(val)s" nevypadá jako validní emailová adresa.

source: The "%(val)s" value does not look like valid IPv4/IPv6 address.
cs: Hodnota "%(val)s" nevypadá jako validní IPv4/IPv6 adresa.

source: The "%(val)s" value does not look like valid IPv4/IPv6 address/range/network.
cs: Hodnota "%(val)s" nevypadá jako validní IPv4/IPv6 adresa/rozsah/síť.

source: The "%(val)s" value does not look like valid port number.
cs: Hodnota "%(val)s" nevypadá jako validní číslo portu.

source: The "%(val)s" value does not look like valid positive integer.
cs: Hodnota "%(val)s" nevypadá jako validní kladné celé číslo.

source: Not a valid datetime value
cs: Neplatná hodnota časové značky

source: Invalid Choice: could not coerce
cs: Neplatná volba: nelze transformovat

source: Not a valid choice
cs: Neplatná volba

source: Confirm
cs: Potvrdit

source: Cancel
cs: Zrušit

source: Pager limit:
cs: Limit stránkovače:

source: Page number:
cs: Číslo stránky:

source: Generate API key
cs: Generovat API klíč

source: API key for user account <strong>%(item_id)s</strong> was successfully generated.
cs: API klíč pro uživatele <strong>%(item_id)s</strong> byl úspěšně vygenerován.

source: Unable to generate API key for user account <strong>%(item_id)s</strong>.
cs: Nelze vygenerovat API klíč pro uživatele <strong>%(item_id)s</strong>.

source: Canceled generating API key for user account <strong>%(item_id)s</strong>.
cs: Generování API klíče pro uživatele <strong>%(item_id)s</strong> bylo zrušeno.

source: Delete API key
cs: Smazat API klíč

source: API key for user account <strong>%(item_id)s</strong> was successfully deleted.
cs: API klíč pro uživatele <strong>%(item_id)s</strong> byl úspěšně smazán.

source: Unable to delete API key for user account <strong>%(item_id)s</strong>.
cs: Nelze smazat API klíč pro uživatele <strong>%(item_id)s</strong>.

source: Canceled deleting API key for user account <strong>%(item_id)s</strong>.
cs: Smazání API klíče pro uživatele <strong>%(item_id)s</strong> bylo zrušeno.

source: Hawat API authentication service pluggable module
cs: API autentizace do systému Hawat (zásuvný modul)

source: Are you really sure you want to delete API access key from following user account:
cs: Jste si opravdu jisti, že chcete smazat API přístupový klíč u následujícího uživatelského účtu:

source: Please note, that this operation is irreversible.
cs: Tato operace je nevratná.

source: Are you really sure you want to generate new API access key for following user account:
cs: Jste si opravdu jisti, že chcete vygenerovat nový API přístupový klíč u následujícího uživatelského účtu:

source: Please note, that this operation is irreversible and any existing data will be overwritten.
cs: Tato operace je nevratná a případná existující data budou přepsána.

source: Developer login
cs: Přihlášení vývojáře

source: Please be aware, that the account for user <strong>%(login)s (%(name)s)</strong> is currently disabled.
cs: Vemte prosím na vědomí, že uživatelský účet <strong>%(login)s (%(name)s)</strong> je v tuto chvíli neaktivní.

source: You have been successfully logged in as <strong>%(user)s</strong>.
cs: Přihlášení bylo úspěšné pod uživatelským účtem <strong>%(user)s</strong>.

source: You have entered wrong login credentials.
cs: Byly zadány neplatné přihlašovací údaje.

source: Unable to perform developer login as <strong>%(user)s</strong>.
cs: Nelze se přihlásit jako vývojář pod uživatelským účtem <strong>%(user)s</strong>.

source: Hawat developer authentication service pluggable module
cs: Vývojářská autentizace do systému Hawat (zásuvný modul)

source: User account:
cs: Uživatelský účet:

source: Login
cs: Přihlášení

source: User login was not received, unable to perform login process.
cs: Uživatelský login nebyl obdržen, nelze dokončit přihlašovací proces.

source: Your user account <strong>%(login)s (%(name)s)</strong> is currently disabled, you are not permitted to log in.
cs: Váš uživatelský účet <strong>%(login)s (%(name)s)</strong> je v tuto chvíli deaktivován, jako tento uživatele se nemůžete bohužel přihlásit.

source: You have been successfully logged in as <strong>%(login)s (%(name)s)</strong>.
cs: Přihlášení bylo úspěšné pod uživatelským účtem <strong>%(login)s (%(name)s)</strong>.

source: Register
cs: Registrace

source: User account registration
cs: Registrace uživatelského účtu.

source: Unable to retrieve account login from your authentication provider.
cs: Nelze získat uživatelské jméno od Vašeho poskytovatele identity.

source: User account <strong>%(item_id)s</strong> already exists.
cs: Uživatelský účet <strong>%(item_id)s</strong> již existuje.

source: Account registration canceled.
cs: Registrace uživatelského účtu byla zrušena

source: [Mentat] Account registration - %(item_id)s
cs: [Mentat] Registrace uživatele - %(item_id)s

source: User account <strong>%(login)s (%(name)s)</strong> was successfully registered.
cs: Uživatelský účet <strong>%(login)s (%(name)s)</strong> byl úspěšně zaregistrován.

source: Unable to register new user account.
cs: Nelze zaregistrovat nový uživatelský účet.

source: Hawat environment authentication service pluggable module
cs: Autentizace pomocí prostředí aplikace (zásuvný modul)

source: Group memberships:
cs: Členství ve skupinách:

source: Justification:
cs: Odůvodnění:

source: Dear administrator,
cs: Vážený správce,

source: a new account "%(item_id)s" was just registered to Mentat system. Please review the following request and activate or delete the account:
cs: nový uživatelský účet "%(item_id)s" byl práve zaregistrován do systému Mentat. Prosím zkontrolujte následující požadavek a případně účet aktivujte, nebo smažte.

source: Full name:
cs: Celé jméno:

source: Organization:
cs: Organizace:

source: User has provided following justification to be given access to the system:
cs: Uživatel poskytl následující odůvodnění své žádosti o přístup k systému:

source: Account details can be found here:
cs: Detaily uživatelského účtu lze nalézt zde:

source: Have a nice day
cs: Hezký den přeje

source: -- Mentat System
cs: -- Systém Mentat

source: Dear user,
cs: Vážený uživateli,

source: this email is a confirmation, that you have successfully registered your new user account "%(item_id)s" in Mentat system.
cs: tento email potvrzuje, že Váš nový uživatelský účet "%(item_id)s" byl v systému Mentat úspěšně zaregistrován.

source: During the registration process you have provided following information:
cs: Během procesu registrace byly zadány následující informace:

source: You have provided following justification to be given access to the system:
cs: Pro udělení přístupu k systému bylo poskytnuto následující zdůvodnění:

source: Administrator of the Mentat system was informed about registration of a new account. You will receive email confirmation when your account will be activated.
cs: Administrátor systému Mentat byl informován o registraci nového účtu. O aktivaci Vašeho účtu Vás bude systém informovat automaticky emailem.

source: After successfull activation you will be able to login and start using the system:
cs: Po úspěšné aktivaci se budete moci přihlásit a začít systém používat:

source: Home
cs: Domů

source: Register user account
cs: Registrovat uživatelský účet

source: Account is registered
cs: Účet je registrován

source: Following account matching your current credentials was found in database:
cs: Následující uživatelský účet odpovídající Vašim přihlašovacím údajům byl nalezen v databázi:

source: Registered at:
cs: Registrován v:

source: %(delta)s ago
cs: před %(delta)s

source: Account is currently enabled
cs: Účet je právě aktivní

source: Account is currently disabled
cs: Účet je právě neaktivní

source: Registration unavailable
cs: Registrace nedostupná

source: We are sorry, but the automated registration is not available for your identity provider.
cs: Je nám líto, ale automatizovaná registrace prostřednictvím Vašeho poskytovatele identity není bohužel možná.

source: Registration process failed for the following reason:
cs: Registrační proces selhal z následujícího důvodu:

source: Password login
cs: Přihlášení heslem

source: Login (pwd)
cs: Login (heslo)

source: Unable to perform password login as <strong>%(user)s</strong>.
cs: Nelze provést přihlášení heslem jako uživatel <strong>%(user)s</strong>.

source: Hawat password authentication service pluggable module
cs: Hawat zásuvný modul - služba autentizace heslem

source: Password:
cs: Heslo:

source: Changelogs
cs: Záznamy změn

source: Search item changelogs
cs: Prohledat záznamy změn položek

source: More actions
cs: Více akcí

source: Other changes by the same author
cs: Další změny se stejným autorem

source: Other changes of the same item
cs: Další změny stejné položky

source: Other changes of the same item by the same author
cs: Další změny stejné položky se stejným autorem

source: Show item changelog record
cs: Zobrazit záznam změn položky

source: View details of item changelog record &quot;%(item)s&quot;
cs: Zobrazit detaily záznamu změn položky &quot;%(item)s&quot;

source: Show item changelog record details
cs: Zobrazit detaily záznamu změn položky

source: Item changelog record pluggable module
cs: Záznamy změn položek (zásuvný modul)

source: Authors:
cs: Autoři:

source: Operations:
cs: Operace:

source: Item model:
cs: Model položky:

source: Nothing selected
cs: Nic nevybráno

source: Model ID:
cs: Identifikátor modelu:

source: From:
cs: Od:

source: To:
cs: Do:

source: Calculate
cs: Spočítat

source: Log time
cs: Čas záznamu

source: Author
cs: Autor

source: View details of user account &quot;%(item)s&quot;
cs: Zobrazit detaily uživatelského účtu &quot;%(item)s&quot;

source: << system change >>
cs: << systémová změna >>

source: Item
cs: Položka

source: View details of item &quot;%(item)s&quot;
cs: Zobrazit detaily položky &quot;%(item)s&quot;

source: Initial item state
cs: Počáteční stav položky

source: Difference
cs: Rozdíl

source: Final item state
cs: Koncový stav položky

source: Database status
cs: Stav databáze

source: Object management
cs: Správa objektů

source: Object management dashboards
cs: Dasboard správy objektů

source: Update details of user account &quot;%(item)s&quot;
cs: Aktualizovat detaily uživatelského účtu &quot;%(item)s&quot;

source: Disable user account &quot;%(item)s&quot;
cs: Deaktivovat uživatelský účet &quot;%(item)s&quot;

source: Enable user account &quot;%(item)s&quot;
cs: Aktivovat uživatelský účet &quot;%(item)s&quot;

source: Delete user account &quot;%(item)s&quot;
cs: Smazat uživatelský účet &quot;%(item)s&quot;

source: View details of group &quot;%(item)s&quot;
cs: Zobrazit detaily skupiny &quot;%(item)s&quot;

source: Update details of group &quot;%(item)s&quot;
cs: Aktualizovat detaily skupiny &quot;%(item)s&quot;

source: Disable group &quot;%(item)s&quot;
cs: Deaktivovat skupinu &quot;%(item)s&quot;

source: Enable group &quot;%(item)s&quot;
cs: Aktivovat group &quot;%(item)s&quot;

source: Delete group &quot;%(item)s&quot;
cs: Smazat skupinu &quot;%(item)s&quot;

source: View details of reporting filter &quot;%(item)s&quot;
cs: Zobrazit detaily reportovacího filtru &quot;%(item)s&quot;

source: Update details of reporting filter &quot;%(item)s&quot;
cs: Aktualizovat detaily reportovacího filtru &quot;%(item)s&quot;

source: Disable reporting filter &quot;%(item)s&quot;
cs: Deaktivovat reportovací filtr &quot;%(item)s&quot;

source: Enable reporting filter &quot;%(item)s&quot;
cs: Aktivovat reportovací filtr &quot;%(item)s&quot;

source: Delete reporting filter &quot;%(item)s&quot;
cs: Smazat reportovací filtr &quot;%(item)s&quot;

source: Database status overview pluggable module
cs: Přehled stavu databáze (zásuvný modul)

source: Users
cs: Uživatelé

source: Groups
cs: Skupiny

source: Filters
cs: Filtry

source: Reporting settings
cs: Nastavení reportování

source: Disabled users
cs: Deaktivovaní uživatelé

source: This panel contains list of disabled user accounts. These users are forbidden to access the system and you may consider either enabling these users to grant them access to the system, or permanently deleting unnecessary records to remove database clutter.
cs: Tento panel obsahuje seznam deaktivovaných uživatelských účtů. Tito uživatelé nemají žádný přístup k systému. Zvažte aktivování těchto účtů, jedná-li se o nové účty, nebo trvalé vymazání v případě účtů zastaralých a nepotřebných.

source: Item created
cs: Položka vytvořena

source: No data matches this search criteria.
cs: Žádná data neodpovídají těmto vyhledávacím kritériím.

source: Users without memberships
cs: Uživatelé bez členství

source: This panel contains list of user accounts without membership in any group. Each user should belong to at least one group, otherwise he/she has access only to most generic features of the system and presence of the account may not make much sense. Consider adding these users into appropriate group(s).
cs: Tento panel obsahuje seznam uživatelů bez členství v nějaké skupině. Každý uživatel by měl být členem alespoň jedné skupiny, v opačném případě bude mít přístup pouze k základním vlastnostem systému. Zvažte zařazení těchto uživatelů do příslušných skupin.

source: Users without roles
cs: Uživatelé bez role

source: This panel contains list of user accounts without any roles in the system. Each user must have at least role *user*, otherwise he/she will not have any access to the system at all.
cs: Tento panel obsahuje seznam uživatelských účtů bez dofinovaných rolí v rámci systému. Každý uživatel musí mít minimálně roli *user*, v opačném případě nebude mít přístup k systému.

source: Users without login in last year
cs: Uživatelé bez přihlášení za poslední rok

source: This panel contains list of user accounts without any login to the system within the past year. These user accounts may be outdated and you may consider disabling them for security reasons or deleting them to reduce unnecessary database clutter.
cs: Tento panel obsahuje seznam uživatelkých účtů bez přihlášení do systému za poslední rok. Tyto účty mohou být tedy již zastaralé a nepotřebné, můžete zvážit jejich deaktivování nebo trvalé smazání.

source: Disabled groups
cs: Deaktivované skupiny

source: This panel contains list of disabled groups. When a group is disabled, it is removed from any whois resolving and reporting. So no events will be categorized as belonging to that group and no reports will be generated for that group.
cs: Tento panel obsahuje seznam deaktivovaných skupin. Deaktivovaná skupina je vyřazena z whois dotazů a reportování, takže k ní nebudou přiřazovány žádné události.

source: Groups without members
cs: Skupiny bez členů

source: This panel contains list of groups without any members. While the recomendation from this side of the user-group relationship is not as strong as for the other direction, there still should be some users belonging to particular group. Otherwise it might not make much sense to have group consuming resources with noone interested in that group`s data.
cs: Tento panel obsahuje seznam skupin bez přiřazených členů. Ačkoliv doporučení z této strany vztahu uživatel-skupina není tak příkré jako v opačném směru, stejně je vhodné mít u každé skupiny nějaké členy. Jinak nemusí být užitečné mít definovánu skupinu, která spotřebovává prostředky, ale o jejíž data nikdo nestojí.

source: Groups without managers
cs: Skupiny bez správců

source: This panel contains list of groups without any assigned managers. In large setup managing lots of groups can be a tedious task for single administrator. It makes much more sense to delegate responsibility for management of particular group to a user belonging to that group.
cs: Tento panel obsahuje seznam skupin bez přiřazených správců. Při velkém počtu skupin může být jejich správa poměrně náročným úkolem v případě malého množství správců celého systému. Může být výhodné přiřadit skupinám zodpovědné správce, kteří se budou o skupinu starat na místo správců systému.

source: Groups without networks
cs: Skupiny bez sítí

source: This panel contains list of groups without any defined networks. One of the reasons for having groups in the first place is to divide data according to the networks. Groups without any networks are not very usefull for their members.
cs: Tento panel obsahuje skupiny bez definovaných sítí. Jedním z důvodů existence skupin je právě dělení dostupných dat na základě příslušnosti k cílovým sítím. Skupiny bez definovaných sítí nejsou pro své členy příliš užitečné.

source: Disabled filters
cs: Deaktivované filtry

source: This panel contains list of disabled reporting filters. You may consider deleting useless filters to reduce database clutter.
cs: Tento panel obsahuje seznam deaktivovaných reportovacích filtrů. Ačkoliv nespotřebovávají žádné prostředky během reportingu, stejně lze zvážit jejich smazání v případě jejich zbytečnosti.

source: Filters without hits
cs: Filtry bez zásahů

source: This panel contains list of reporting filters without any hits. These can be either outdated useless filters, that do not match any current messages and since they eat up resources, you should consider deleting them. Or they can be missing due to the incorrectly formulated filtering expression and you should fix them.
cs: Tento panel obsahuje seznam filtrů bez zásahů, tzn. filtry, jimž za celou dobu jejich existence nevyhověla jediná zpráva. Může se jednat buď o zastaralé filtrační podmínky, které je vhodné trvale odstranit, aby nespotřebovávaly prostředky. Může se také jednat o chybně zapsané filtrační podmínky, které bude nutné opravit.

source: Filters with future validity
cs: Filtry s budoucí platností

source: This panel contains list of reporting filters with future validity. These filters will be used in the future, but it can be a configuration mistake.
cs: Tento panel obsahuje seznam filtrů s platností začínající příliš v budoucnosti. Může s jednat o záměr, ale i o konfigurační chybu.

source: Filters with expired validity
cs: Filtry s expirovanou platností

source: This panel contains list of reporting filters with expired validity. These filters are no longer valid and you may consider deleting them to reduce database clutter.
cs: Tento panel obsahuje seznam filtrů s expirovanou platností. Zvažte jejich smazání.

source: Groups with muted reporting
cs: Skupiny se zamlčeným reportováním

source: This panel contains list of groups with muted reporting. Report for these groups will be generated, but they will not be sent via email. This could be desired or undesired effect for particular group from the point of view of the system administrator.
cs: Tento panel obsahuje seznam skupin se zamlčeným reportováním. Reporty pro tyto skupiny jsou sice generovány, ale nejsou automaticky rozesílány prostřednictvím emailu.

source: Groups with redirected reporting
cs: Skupiny s přesměrovaným reportováním

source: This panel contains list of groups with reporting redirected to system administrators. Reports for these groups are not being send directly to responsible system administrators within the target networks. This could be desired or undesired effect for particular group from the point of view of the system administrator.
cs: Tento panel obsahuje seznam skupin s reporty přesměrovanými na systémové administrátory. Tyto reporty nejsou automaticky rozesílány přímo do rukou správců v koncových sítích.

source: Groups with no reporting
cs: Skupiny bez reportování

source: This panel contains list of groups with no reporting. Reports for these groups are not generated at all. This setting should be VERY scarce and justified.
cs: Tento panel obsahuje seznam skupin bez jakéhokoliv reportování. Reporty pro tyto skupiny nejsou generovány vůbec. Toto nastavení by mělo být VELMI ojedinělé.

source: Groups with CSV attachments
cs: Skupiny používající CSV přílohy

source: This panel contains list of groups with enabled CSV report attachments. CSV attachments are deprecated feature which does not contain all available data and often results in additional unnecessary email communication with the system operators. JSON attachments should be used whenever and wherever possible.
cs: Tento panel obsahuje seznam skupin s aktivními CSV přílohami. CSV datové přílohy jsou zavržené z toho důvodu, že neobsahují kompletní dostupná data a často vedou ke zbytečné další komunikaci. Přílohy ve formátu JSON by měly být používány kdykoliv a kdekoliv je to možné.

source: Groups with custom timing
cs: Skupiny s vlastním časováním

source: This panel contains list of groups with custom reporting timing. Reports for these groups are generated in customized intervals. You may wish to inspect the configuration made by third party system administrators.
cs: Tento panel obsahuje seznam skupin s vlastním nastavením časování reportování. Může být užitečné zkontrolovat vhodnost těchto nastavení z hlediska správců celého systému a dalších politik.

source: Groups with custom emails
cs: Skupiny s vlastními emaily

source: This panel contains list of groups with custom target report emails. Reports for these groups are being send to different that standard email addressess and you may wish to review these settings.
cs: Tento panel obsahuje seznam skupin s vlastním nastavením cílových emailů. Může být užitečné zkontrolovat vhodnost těchto nastavení z hlediska správců celého systému.

source: Event database
cs: Databáze událostí

source: Tables
cs: Tabulky

source: Row counts
cs: Počty řádků

source: Total sizes
cs: Celkové velikosti

source: Size
cs: Velikost

source: Table sizes
cs: Velikosti tabulek

source: Index sizes
cs: Velikosti indexů

source: List of available tables:
cs: Seznam dostupných tabulek:

source: Table <strong>%(table_name)s</strong>
cs: Tabulka <strong>%(table_name)s</strong>

source: Estimated number of records:
cs: Odhadovaný počet záznamů:

source: Table size:
cs: Velikost tabulky:

source: Index size:
cs: Velikost indexu:

source: Tablespace size:
cs: Velikost prostoru tabulky:

source: Total size:
cs: Celková velikost:

source: Oldest record:
cs: Nejstarší záznam:

source: unknown
cs: neznámo

source: Newest record:
cs: Nejnovější záznam:
