Repository: pypi-data/pypi-mirror-46
Catalog: packages/mentat-ng/mentat-ng-2.4.0.tar.gz/mentat-ng-2.4.0/lib/hawat/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Record timespan:
cs: Časové rozmezí záznamů:

source: Table size visual representation.
cs: Vizuální reprezentace velikosti tabulky

source: Configuration
cs: Konfigurace

source: Name
cs: Název

source: Type
cs: Typ

source: Value [unit]
cs: Hodnota [jednotka]

source: Description
cs: Popis

source: version:
cs: verze:

source: source:
cs: zdroj:

source: Hawat default design pluggable module
cs: Výchozí vzhled aplikace (zásuvný modul)

source: Sum of all values
cs: Suma všech hodnot

source: Sum
cs: Suma

source: Minimal value
cs: Minimální hodnota

source: Maximal value
cs: Maximální hodnota

source: Average value
cs: Průměrná hodnota

source: Average
cs: Průměr

source: Median value
cs: Střední hodnota

source: Median
cs: Střed

source: Count of all values
cs: Počet všech hodnot

source: Count
cs: Počet

source: ... LOADING ...
cs: ... NAČÍTÁNÍ ...

source: Toggle navigation
cs: Přepnout navigaci

source: Browse help
cs: Projít nápovědu

source: Help
cs: Nápověda

source: Page generated at:
cs: Stránka vygenerována v:

source: Page generated in:
cs: Stránka vygenerována za:

source: since
cs: od

source: CESNET, a.l.e.
cs: CESNET, z.s.p.o.

source: Form submission buttons
cs: Tlačítka pro odeslání formuláře

source: Clear
cs: Vymazat

source: No data matches your search criteria.
cs: Žádná data neodpovídají Vašim vyhledávacím kritériím.

source: Chart toolbar
cs: Panel nástrojů grafu

source: Download chart as SVG
cs: Stáhnout graf jako SVG

source: Download dataset as CSV
cs: Stáhnout dataset jako CSV

source: Download dataset as JSON
cs: Stáhnout dataset jako JSON

source: Toggle table
cs: Přepnout tabulku

source: Date
cs: Datum

source: Count [#]
cs: Počet [#]

source: Share
cs: Podíl

source: No data available to render in this chart.
cs: Nejsou k dispozici žádná data pro tento graf.

source: abuses
cs: abuse

source: analyzers
cs: analyzátory

source: ASNs
cs: ASNka

source: categories
cs: kategorie

source: category sets
cs: sady kategorií

source: countries
cs: země

source: detectors
cs: detektory

source: detector software
cs: detektoru a SW

source: IPs
cs: IP

source: classes
cs: třídy

source: severities
cs: závažnosti

source: Number of events per abuse
cs: Počty událostí dle abuse skupiny

source: This view shows total numbers of IDEA events aggregated according to a source <em>abuse group</em>. The source <em>abuse group</em> is assigned according to all source addresses contained in the event, multiple source <em>abuse groups</em> can therefore be assigned to the event and the total numbers in these charts may differ from the total number of events displayed in the table above.
cs: Tento pohled zobrazuje celkové počty IDEA událostí agregované dle zdrojové <em>abuse skupiny</em>. Zdrojová <em>abuse skupina</em> je ke každé události přiřazena na základě všech zdrojových adres obsažených v události. Každá událost tedy může mít přiřazeno i více <em>abuse skupin</em> a celkové hodnoty v těchto grafech se mohou proto lišit od celkových hodnot uvedených výše.

source: Number of events per analyzer
cs: Počty událostí dle analyzátoru

source: This view shows total numbers of IDEA events aggregated according to an <em>analyzer</em>. In the context of Mentat system and IDEA events the <em>analyzer</em> is a name of a software that detected or emited the IDEA event. Multiple <em>analyzers</em> can be assigned to the event and therefore the total numbers in these charts may differ from the total number of events displayed in the table above.
cs: Tento pohled zobrazuje celkové počty IDEA událostí agregované dle <em>analyzátoru</em>. V kontextu systému Mentat a specifikace IDEA událostí je <em>analyzátor</em> název softwaru, který provedl detekci nebo emisi dané události. Událost může obsahovat i více jmen <em>analyzátorů</em> a celkové hodnoty v těchto grafech se mohou proto lišit od celkových hodnot uvedených výše.

source: Number of events per ASN
cs: Počty událostí dle čísla autonomního systému (ASN)

source: This view shows total numbers of IDEA events aggregated according to a source <em>autonomous system number</em> (<abbr>ASN</abbr>). The source <em>ASN</em> is assigned according to all source addresses contained in the event, multiple source <em>ASNs</em> can therefore be assigned to the event and the total numbers in these charts may differ from the total number of events displayed in the table above.
cs: Tento pohled zobrazuje celkové počty IDEA událostí agregované dle zdrojového <em>čísla autonomního systému</em> (<abbr>ASN</abbr>). Zdrojové <em>ASN</em> je ke každé události přiřazeno na základě všech zdrojových adres obsažených v události. Každá událost tedy může mít přiřazeno i více <em>ASN</em> a celkové hodnoty v těchto grafech se mohou proto lišit od celkových hodnot uvedených výše.

source: Number of events per category
cs: Počty událostí dle kategorie

source: This view shows total numbers of IDEA events aggregated according to a <em>category</em>. Multiple <em>categories</em> can be assigned to the event and therefore the total numbers in these charts may differ from the total number of events displayed in the table above.
cs: Tento pohled zobrazuje celkové počty IDEA událostí agregované dle <em>kategorie</em>. Každá událost může mít přiřazeno i více <em>kategorií</em> a celkové hodnoty v těchto grafech se mohou proto lišit od celkových hodnot uvedených výše.

source: Number of events per category set
cs: Počty událostí dle sady kategorií

source: This view shows total numbers of IDEA events aggregated according to a <em>category set</em>. The <em>category set</em> is a string concatenation of alphabetically ordered unique set of all event categories and so it provides different grouped view of the event category statistics.
cs: Tento pohled zobrazuje celkové počty IDEA událostí agregované dle <em>sady kategorií</em>. <em>Sada kategorií</em> je textový řetězec získaný spojením všech kategorií v události seřazených abecedně a s vynechanými duplicitami.

source: Number of events per country
cs: Počty událostí dle země

source: This view shows total numbers of IDEA events aggregated according to a source <em>country</em>. The source <em>country</em> is assigned according to all source addresses contained in the event, multiple source <em>countries</em> can therefore be assigned to the event and the total numbers in these charts may differ from the total number of events displayed in the table above.
cs: Tento pohled zobrazuje celkové počty IDEA událostí agregované dle zdrojové <em>země</em>. Zdrojová <em>země</em> je ke každé události přiřazeno na základě všech zdrojových adres obsažených v události. Každá událost tedy může mít přiřazeno i více <em>zemí</em> a celkové hodnoty v těchto grafech se mohou proto lišit od celkových hodnot uvedených výše.

source: Number of events per detector
cs: Počty událostí dle detektoru

source: This view shows total numbers of IDEA events aggregated according to a <em>detector</em>. In the context of Mentat system and IDEA events the <em>detector</em> is an unique name of the node on which the IDEA event was detected or emited.
cs: Tento pohled zobrazuje celkové počty IDEA událostí agregované dle <em>detektoru</em>. V kontextu systému Mentat a specifikace IDEA událostí je <em>detektor</em> název uzlu, který provedl detekci nebo emisi dané události.

source: Number of events per detector software
cs: Počty událostí dle detektoru a software

source: This view shows total numbers of IDEA events aggregated according to a <em>detector software</em>. The <em>detector software</em> is a string concatenation of detector and analyzer names. Because an event may contain multiple analyzer names, multiple <em>detector software</em> strings can be produced for each event and the total numbers in these charts may differ from the total number of events displayed in the table above.
cs: Tento pohled zobrazuje celkové počty IDEA událostí agregované dle <em>detektoru a software</em>. Zde uvedené klíče v grafech a tabulkách vznikly spojením názvu detektoru s každým názvem analyzátoru zvlášť a celkové hodnoty v těchto grafech se mohou proto lišit od celkových hodnot uvedených výše.

source: Number of events per IP
cs: Počty událostí dle IP adresy

source: This view shows total numbers of IDEA events aggregated according to a <em>source IP address</em>. Because an event may contain multiple <em>source IP addresses</em>, the total numbers in these charts may differ from the total number of events displayed in the table above.
cs: Tento pohled zobrazuje celkové počty IDEA událostí agregované dle zdrojové <em>IP adresy</em>. Jelikož událost může obsahovat více zdrojových <em>IP adres</em>, celkové hodnoty v těchto grafech se mohou proto lišit od celkových hodnot uvedených výše.

source: Number of events per class
cs: Počty událostí dle třídy

source: This view shows total numbers of IDEA events aggregated according to an event <em>classification</em>. The event <em>class</em> is a catalogization mechanism similar to the categories. It is however internal only to Mentat system and attempts to group different events describing the same type of incidents.
cs: Tento pohled zobrazuje celkové počty IDEA událostí agregované dle <em>třídy</em> události. <em>Třída</em> je interní mechanismus systému Mentat pro další způsob katalogizace událostí a je přiřazována na základě definovaných interních pravidel za účelem lepší agregace stejných typů událostí.

source: Number of events per severity
cs: Počty událostí dle závažnosti

source: This view shows total numbers of IDEA events aggregated according to an event <em>severity</em>. The event <em>severity</em> is internal only to Mentat system and is assigned by predefined set of rules based on the event classification.
cs: Tento pohled zobrazuje celkové počty IDEA událostí agregované dle <em>závažnosti</em> události. <em>Závažnost</em> je interní mechanismus systému Mentat a je událostem přiřazována na základě jejich třídy.

source: No data to be displayed on this panel.
cs: Žádná data k zobrazení v tomto panelu.

source: Action toolbar
cs: Paleta akcí

source: Action buttons
cs: Tlačítka akcí

source: Item context action toolbar
cs: Paleta kontextových akcí k položce

source: Item context action buttons
cs: Tlačítka kontextových akcí k položce

source: Logout
cs: Odhlášení

source: Anonymous
cs: Anonym

source: Quick search menu
cs: Menu rychlého hledání

source: Quick search
cs: Rychlé hledání

source: Go to previous time window: %(from)s &mdash; %(to)s
cs: Přejít na předchozí časové okno: %(from)s &mdash; %(to)s

source: Previous time window
cs: Předchozí časové okno

source: Go to next time window: %(from)s &mdash; %(to)s
cs: Přejít na následující časové okno: %(from)s &mdash; %(to)s

source: Next time window
cs: Následující časové okno

source: Switch site locale
cs: Změnit lokalizaci stránek

source: Close
cs: Zavřít

source: You are already at first page
cs: Již jste na první stránce

source: Previous
cs: Předchozí

source: Go to previous page
cs: Přejít na předchozí

source: Page %(page)d, entries #%(ilow)d to #%(ihigh)s
cs: Strana %(page)d, záznamy #%(ilow)d až #%(ihigh)s"

source: You are already at last page
cs: Již jste na poslední stránce

source: Next
cs: Následující

source: Go to next page
cs: Přejít na následující

source: Raw item
cs: Surová položka

source: Variable dump:
cs: Dump proměnné:

source: Expand/Collapse
cs: Rozbalit/Sbalit

source: Summary report
cs: Souhrnný report

source: summary
cs: souhrn

source: extra
cs: jednotlivě

source: Low severity
cs: Nízká závažnost

source: low
cs: nízká

source: Medium severity
cs: Střední závažnost

source: medium
cs: střední

source: High severity
cs: Vysoká závažnost

source: high
cs: vysoká

source: Critical severity
cs: Kritická závažnost

source: critical
cs: kritická

source: Low event count
cs: Nízký počet událostí

source: Medium event count
cs: Střední počet událostí

source: High event count
cs: Vysoký počet událostí

source: Very high event count
cs: Velmi vysoký počet událostí

source: Unknown event severity
cs: Událost neznámé závažnosti

source: Low event severity
cs: Událost nízké závažnosti

source: Medium event severity
cs: Událost střední závažnosti

source: High event severity
cs: Událost vysoké závažnosti

source: Critical event severity
cs: Událost kritické závažnosti

source: -- unassigned --
cs: -- nepřiřazeno --

source: Please download raw message to view full list.
cs: Prosím stáhněte si celou zprávu pro zobrazení úplných dat

source: %(count)s more
cs: %(count)s další(ch)

source: Context search actions:
cs: Kontextové vyhledávací akce:

source: -- undisclosed --
cs: -- nezveřejněno --

source: Enabled
cs: Aktivní

source: Disabled
cs: Neaktivní

source: Are you really sure you want to permanently remove following item:
cs: Opravdu chcete trvale odstranit následující záznam:

source: Are you really sure you want to disable following item:
cs: Opravdu chcete deaktivovat následující záznam:

source: Please note, that this operation is reversible and all related data will be kept.
cs: Tato operace je vratná a veškerá data zůstanou zachována.

source: Are you really sure you want to enable following item:
cs: Opravdu chcete aktivovat následující záznam:

source: Please note, that this operation is reversible.
cs: Tato operace je vratná.

source: It seems you have done something naughty.
cs: Vypadá to, že jste provedli něco nevhodného.

source: It seems you do not have sufficient permissions to access this resource.
cs: Vypadá to, že nemáte dostatečná oprávnění pro přístup k této stránce.

source: We have looked hard, really really hard, but what you were looking for is just not there.
cs: Hledali jsme, jak jsme mohli, ale to co chcete, jsme nikde nenašli.

source: You have used HTTP method that is not valid for this URL.
cs: Použili jste HTTP metodu, která není pro toto URL platná.

source: What you were looking for is just not there anymore, it is gone forever.
cs: Hledali jsme, jak jsme mohli, ale to co chcete, je navždy pryč.

source: We are sorry, but something on our side of the line went terribly wrong. Please try again later.
cs: Je nám to líto, ale něco na naší straně drátu se ošklivě pokazilo. Zkuste to prosím znovu později.

source: We are sorry, but something went wrong. Please try again later.
cs: Je nám to líto, ale něco se pokazilo. Zkuste to prosím znovu později.

source: System configuration
cs: Systémová konfigurace

source: View system configuration
cs: Zobrazení systémové konfigurace

source: Development tools pluggable module
cs: Vývojářské nástroje (zásuvný modul)

source: Permission test page
cs: Stránka pro test uživatelských oprávnění

source: Events
cs: Události

source: Search IDEA event database
cs: Prohledat databázi IDEA událostí

source: Show IDEA event
cs: Zobrazit IDEA událost

source: View details of event &quot;%(item)s&quot;
cs: Zobrazit detaily události &quot;%(item)s&quot;

source: Download
cs: Stáhnout

source: Download event &quot;%(item)s&quot;
cs: Stáhnout událost &quot;%(item)s&quot;

source: Overall event dashboards
cs: Celkové dashboardy událostí

source: Event metadata
cs: Metadata události

source: IDEA events pluggable module
cs: IDEA události (zásuvný modul)

source: Search for abuse group <strong>%(name)s</strong> in event database
cs: Hledat abuse skupinu <strong>%(name)s</strong> v databázi událostí

source: Search for source <strong>%(name)s</strong> in event database
cs: Hledat zdroj <strong>%(name)s</strong> v databázi událostí

source: Search for target <strong>%(name)s</strong> in event database
cs: Hledat cíl <strong>%(name)s</strong> v databázi událostí

source: Search for host <strong>%(name)s</strong> in event database
cs: Hledat hostitele <strong>%(name)s</strong> v databázi událostí

source: Search for category <strong>%(name)s</strong> in event database
cs: Hledat kategorii <strong>%(name)s</strong> v databázi událostí

source: Search for class <strong>%(name)s</strong> in event database
cs: Hledat třídu <strong>%(name)s</strong> v databázi událostí

source: Search for detector <strong>%(name)s</strong> in event database
cs: Hledat detektor <strong>%(name)s</strong> v databázi událostí

source: Search for detector type <strong>%(name)s</strong> in event database
cs: Hledat typ detektoru <strong>%(name)s</strong> v databázi událostí

source: Search for source type <strong>%(name)s</strong> in event database
cs: Hledat typ zdroje <strong>%(name)s</strong> v databázi událostí

source: Search for target type <strong>%(name)s</strong> in event database
cs: Hledat typ cíle <strong>%(name)s</strong> v databázi událostí

source: Search for host type <strong>%(name)s</strong> in event database
cs: Hledat typ hostitele <strong>%(name)s</strong> v databázi událostí

source: Search for source port <strong>%(name)s</strong> in event database
cs: Hledat zdrojový port <strong>%(name)s</strong> v databázi událostí

source: Search for target port <strong>%(name)s</strong> in event database
cs: Hledat cílový port <strong>%(name)s</strong> v databázi událostí

source: Search for host port <strong>%(name)s</strong> in event database
cs: Hledat port hostitele <strong>%(name)s</strong> v databázi událostí

source: Search for protocol <strong>%(name)s</strong> in event database
cs: Hledat protokol <strong>%(name)s</strong> v databázi událostí

source: Search for severity <strong>%(name)s</strong> in event database
cs: Hledat závažnost <strong>%(name)s</strong> v databázi událostí

source: Detection time from:
cs: Čas detekce od:

source: Detection time to:
cs: Čas detekce do:

source: Storage time from:
cs: Čas uložení od:

source: Storage time to:
cs: Čas uložení do:

source: Source addresses:
cs: Adresy zdroje:

source: Target addresses:
cs: Adresy cíle:

source: Host addresses:
cs: Adresy hostitele:

source: Source ports:
cs: Zdrojové porty:

source: Target ports:
cs: Cílové porty:

source: Host ports:
cs: Porty hostitele:

source: Source types:
cs: Typy zdroje:

source: Target types:
cs: Typy cíle:

source: Host types:
cs: Typy hostitele:

source: Detectors:
cs: Detektory:

source: << without value >>
cs: << bez hodnoty >>

source: << any value >>
cs: << jakákoliv hodnota >>

source: Negate detector selection:
cs: Negovat volbu detektoru:

source: Detector types:
cs: Typy detektoru:

source: Negate detector_type selection:
cs: Negovat volbu typu detektoru:

source: Categories:
cs: Kategorie:

source: Negate category selection:
cs: Negovat volbu kategorie:

source: Severities:
cs: Závažnosti:

source: Negate severity selection:
cs: Negovat volbu závažnosti:

source: Classes:
cs: Třídy:

source: Negate class selection:
cs: Negovat volbu třídy:

source: Description:
cs: Popis:

source: Protocols:
cs: Protokoly:

source: Negate protocol selection:
cs: Negovat volbu protokolu:

source: Abuse group:
cs: Abuse skupina:

source: Negate group selection:
cs: Negovat volbu skupiny:

source: Inspection errors:
cs: Inspekční chyby:

source: Negate inspection error selection:
cs: Negovat volbu inspekční chyby:

source: Sort by:
cs: Řadit dle:

source: by time descending
cs: dle času sestupně

source: by time ascending
cs: dle času vzestupně

source: by detection time descending
cs: dle času detekce sestupně

source: by detection time ascending
cs: dle času detekce vzestupně

source: by storage time descending
cs: dle času uložení sestupně

source: by storage time ascending
cs: dle času uložení vzestupně

source: This module displays various statistics of IDEA events. These statistics are calculated from in advance precalculated artefacts and can therefore provide quick overview of IDEA event processing.
cs: Tento module zobrazuje různé statistiky IDEA událostí. Tyto statistiky jsou počítány z předem předpočítaných artefaktů a mohou tedy sloužit jako rychlý přehled o zpracování IDEA událostí.

source: Result summary
cs: Souhrn výsledku

source: Number of statistical records
cs: Počet statistických záznamů

source: Number of events
cs: Počet událostí

source: Result time interval
cs: Časový interval dat

source: Timeline time interval
cs: Časový interval zobrazení

source: Timeline steps
cs: Kroky časové osy

source: Comparison of the event counts for <em>overall</em>, <em>internal</em> and <em>external</em> categories:
cs: Srovnání počtů událostí pro <em>celkové</em>, <em>interní</em> a <em>externí</em> kategorie:

source: Overall event counts
cs: Celkové počty událostí

source: Internal event counts
cs: Počty interních událostí

source: External event counts
cs: Počty externích událostí

source: internal events
cs: interní události

source: external events
cs: externí události

source: Overall statistics
cs: Celkové statistiky

source: Internal statistics
cs: Interní statistiky

source: External statistics
cs: Externí statistiky

source: Overall processing statistics
cs: Celkové provozní statistiky

source: This panel shows overall statistics calculated from all available data.
cs: Tento panel zobrazuje celkové statistiky vypočtené ze všech dat.

source: # events
cs: # událostí

source: Total events processed
cs: Celkový počet zpracovaných událostí

source: This view shows total numbers of events processed by the Mentat system per day for <em>all</em> networks.
cs: Tento pohled zobrazuje celkový počet událostí zpracovaných systémem Mentat za den pro <em>všechny</em> sítě.

source: events
cs: událostí

source: Internal processing statistics
cs: Interní provozní statistiky

source: This panel shows statistics calculated only for data regarding <em>internal</em> networks. The <em>internal</em> networks are those that are registered within the Mentat system, because they are important and interesting to the system users.
cs: Tento panel zobrazuje statistiky vypočtené pouze z dat týkajících se <em>interních</em> sítí. <em>Interní</em> sítě jsou takové, které jsou definovány v rámci konfigurace systému Mentat, protože jsou důležité a zajímavé pro jeho uživatele.

source: This view shows total numbers of events processed by the Mentat system per day for <em>internal</em> networks.
cs: Tento pohled zobrazuje celkový počet událostí zpracovaných systémem Mentat za den pro <em>interní</em> sítě.

source: External processing statistics
cs: Externí provozní statistiky

source: This panel shows statistics calculated only for data regarding <em>external</em> networks. The <em>external</em> networks are those that are not registered within the Mentat system and are therefore not that important or interesting to the system users.
cs: Tento panel zobrazuje statistiky vypočtené pouze z dat týkajících se <em>externích</em> sítí. <em>Externí</em> sítě jsou takové, které nejsou definovány v rámci konfigurace systému Mentat, protože se přímo netýkají jeho uživatelů.

source: This view shows total numbers of events processed by the Mentat system per day for <em>external</em> networks.
cs: Tento pohled zobrazuje celkový počet událostí zpracovaných systémem Mentat za den pro <em>externí</em> sítě.

source: Toolbar for enabling/disabling event search form fields.
cs: Panel tlačítek pro aktivaci/deaktivaci políček formuláře pro hledání událostí.

source: DetectTime
cs: Čas detekce

source: StorageTime
cs: Čas uložení

source: Source
cs: Zdroj

source: Target
cs: Cíl

source: Host
cs: Hostitel

source: Event
cs: Událost

source: Detector
cs: Detektor

source: Search menu
cs: Vyhledávací menu

source: Search menu options
cs: Možnosti vyhledávacího menu

source: Admin search menu
cs: Menu hledání admina

source: Search for events with any inspection errors in event database
cs: Hledat události s jakýmikoliv inspekčními chybami v databázi událostí

source: Search for events without any classification in event database
cs: Hledat události bez klasifikace v databázi událostí
