Repository: pypi-data/pypi-mirror-46
Catalog: packages/mentat-ng/mentat-ng-2.4.0.tar.gz/mentat-ng-2.4.0/lib/hawat/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Some of the data for this report were filtered out by reporting filters
cs: Některá data byla z tohoto reportu odfiltrována reportovacími filtry

source: Report contains relapsed events
cs: Report obsahuje znovu se opakující již jednou hlášené události

source: Report was generated from test data
cs: Report byl vygenerován z testovacích dat

source: Report was mailed at
cs: Report byl odeslán v

source: to
cs: na

source: Created:
cs: Vytvořeno:

source: Report window:
cs: Reportovací okno:

source: Event counts:
cs: Počty událostí:

source: matched
cs: vyhovovalo

source: new events
cs: nových událostí

source: filtered out
cs: odfiltrováno

source: total in parent summary report
cs: celkem v nadřazeném souhrnném reportu

source: Number of events in this report in comparison with other reports in the result.
cs: Počet událostí v tomto reportu v porovnání s ostatními reporty v seznamu.

source: Report detail
cs: Detail reportu

source: This report was generated from test data.
cs: Tento report byl vygenerován z testovacích dat.

source: Target abuse group
cs: Cílová abuse skupina

source: Parent summary report
cs: Nadřazený souhrnný report

source: View parent summary report &quot;%(item)s&quot;
cs: Zobrazit nadřazený souhrnný report &quot;%(item)s&quot;

source: Unprotected access link
cs: Odkaz pro nechráněný přístup

source: Unprotected access to report &quot;%(item)s&quot;
cs: Nechráněný přístup k reportu &quot;%(item)s&quot;

source: Report created
cs: Report vytvořen

source: Report window
cs: Reportovací okno

source: Report mailed
cs: Report odeslán

source: never
cs: nikdy

source: Message
cs: Zpráva

source: Statistics
cs: Statistiky

source: Report delay
cs: Zpoždění reportu

source: Event count
cs: Počet událostí

source: Number of events in this report in comparison with total number of events that matched reporting conditions.
cs: Počet událostí v tomto reportu v porovnání s celkovým počtem událostí, které splnily reportovací podmínky.

source: Number of events in this report in comparison with total number of events in parent summary report.
cs: Počet událostí v tomto reportu v porovnání s celkovým počtem událostí v nadřazeném souhrnném reportu.

source: reported events
cs: reportovaných událostí

source: IP address count
cs: Počet IP adres

source: Target mail
cs: Cílový email

source: Filtering
cs: Filtrování

source: no filters matched
cs: žádné filtry nevyhověly

source: Load report data
cs: Načíst data reportu

source: Raw data
cs: Surová data

source: Show reporting settings
cs: Zobrazit nastavení reportování

source: Create reporting settings
cs: Vytvořit nastavení reportování

source: Create new reporting settings
cs: Vytvořit nové reportovací nastavení

source: Reporting settings <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong> were successfully created.
cs: Reportovací nastavení <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> bylo úspěšně vytvořeno.

source: Unable to create new reporting settings for group <strong>%(parent_id)s</strong>.
cs: Nelze vytvořit nové reportovací nastavení pro skupinu <strong>%(parent_id)s</strong>.

source: Canceled creating new reporting settings for group <strong>%(parent_id)s</strong>.
cs: Vytvoření nového reportovacího nastavení pro skupinu <strong>%(parent_id)s</strong> bylo zrušeno.

source: Update details of reporting settings for group &quot;%(item)s&quot;
cs: Aktualizovat detaily nastavení reportování pro skupinu &quot;%(item)s&quot;

source: Update reporting settings details
cs: Aktualizace detailů reportovacího nastavení

source: Reporting settings <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong> were successfully updated.
cs: Reportovací nastavení <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> bylo úspěšně aktualizováno.

source: Unable to update reporting settings <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Nelze aktualizovat reportovací nastavení <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong>.

source: Canceled updating reporting settings <strong>%(item_id)s</strong> for group <strong>%(parent_id)s</strong>.
cs: Aktualizace reportovacího nastavení <strong>%(item_id)s</strong> pro skupinu <strong>%(parent_id)s</strong> byla zrušena.

source: Reporting settings management pluggable module
cs: Správa nastavení reportování (zásuvný modul)

source: The "%(val)s" reporting timing must be set to valid value for "custom" reporting timing.
cs: Konfigurační hodnota "%(val)s" nastavení časování reportování musí být nastavena na validní hodnotu pro "vlastní" nastavení reportování.

source: Reporting mode:
cs: Reportovací mód:

source: << system default >>
cs: << výchozí systému >>

source: both
cs: oboje

source: none
cs: nic

source: Report attachments:
cs: Přílohy k reportům:

source: all
cs: vše

source: Target emails:
cs: Kontaktní emaily:

source: Mute reporting:
cs: Zamlčet reporty:

source: System default
cs: Výchozí systému

source: Report redirection:
cs: Přesměrovat reporty:

source: Attachment compression:
cs: Komprimovat přílohy:

source: Template:
cs: Šablona:

source: Locale:
cs: Lokalizace:

source: Attachment size limit:
cs: Limit velikosti příloh:

source: << no limit >>
cs: << bez limitu >>

source: Reporting timing:
cs: Časování reportování:

source: Default
cs: Výchozí

source: Custom
cs: Vlastní

source: Reporting period:
cs: Reportovací interval:

source: Reporting threshold:
cs: Reportovací práh:

source: Reporting relapse:
cs: Relapse heuristika:

source: Custom timing settings
cs: Vlastní nastavení časování

source: Period
cs: Perioda

source: Threshold
cs: Práh

source: Reporting settings for group %(item)s
cs: Nastavení reportování pro skupinu %(item)s

source: Record created
cs: Záznam vytvořen

source: Local setting
cs: Místní nastavení

source: Final setting
cs: Konečné nastavení

source: Target emails
cs: Kontaktní emaily

source: Reporting mode
cs: Reportovací mód

source: Report attachments
cs: Přílohy k reportům

source: Attachment size limit
cs: Limit velikosti příloh

source: Report template
cs: Šablona reportu

source: Report locale
cs: Lokalizace reportu

source: Report timezone
cs: Časová zóna reportu

source: Mute reporting
cs: Zamlčet reporty

source: Report redirection
cs: Přesměrovat reporty

source: Attachment compression
cs: Komprimovat přílohy

source: Reporting timing
cs: Časování reportování

source: System status
cs: Stav systému

source: System status pluggable module
cs: Stav systému (zásuvný modul)

source: Overall status:
cs: Celkový stav:

source: Information gathered at:
cs: Informace sebrány ve:

source: Overview
cs: Přehled

source: RT modules
cs: RT moduly

source: Cronjobs
cs: Cronjoby

source: Log files
cs: Log soubory

source: PID files
cs: PID soubory

source: Processes
cs: Procesy

source: Real-time message processing modules
cs: Moduly pracující v realném čase

source: Cronjob message post-processing modules
cs: Moduly na bázi cronjobů

source: Messages:
cs: Zprávy:

source: Module status:
cs: Stav modulu:

source: Module runlog file:
cs: Runlog soubor modulu:

source: File:
cs: Soubor:

source: Size:
cs: Velikost:

source: Last modification at:
cs: Poslední modifikace ve:

source: Module PID files:
cs: PID soubor modulu:

source: Module processes:
cs: Procesy modulu:

source: Process:
cs: Proces:

source: Module log file:
cs: Log soubor modulu:

source: Module cron file:
cs: Cron soubor modulu:

source: Search IDEA event timeline
cs: Prohledat časovou osu IDEA událostí

source: IDEA event timelines pluggable module
cs: Časové osy IDEA událostí (zásuvný modul)

source: Search for source <strong>%(name)s</strong> on IDEA event timeline
cs: Hledat zdroj <strong>%(name)s</strong> na časové ose IDEA událostí

source: This module displays various statistics of IDEA events calculated for given network and optional time interval and with emphasis on said event timelines. These statistics are calculated directly from IDEA event database, so depending on the size of the selected network, the interval and number of related IDEA events these visualisations may take some time, even on the order of minutes. Please, be patient. Events are included into the result based on their detection time.
cs: Tento modul zobrazuje statistiky IDEA událostí počítané pro danou síť a volitelný časový interval a s důrazem na jejich rozložení v čase. Tyto statistiky jsou počítané přímo z databáze IDEA událostí, takže s ohledem na velikost zvolené sítě, časového intervalu a počtu událostí tyto vizualizace mohou trvat nějaký čas, i v řádu minut. Mějte prosím trpělivost. Události jsou zařazeny do výsledku na základě času detekce.

source: Time interval
cs: Časový interval

source: Time interval delta
cs: Delta časového intervalu

source: # recurrences
cs: # opakování

source: Total event counts
cs: Počty událostí

source: This view shows total numbers of IDEA events related to given network.
cs: Tento pohled zobrazuje počty IDEA událostí vztahující se k dané síti.

source: total events
cs: celkové počty událostí

source: Event recurrence
cs: Opakování událostí

source: This view shows the IDEA event recurrence. The recurring events are those with repeating combination of event source and classification within the dataset.
cs: Tento pohled zobrazuje opakování IDEA událostí. Opakující se události jsou takové, které mají opakující se kombinaci zdroje události a klasifikace v rámci datasetu.

source: recurring
cs: opakované

source: unique
cs: unikátní

source: User management
cs: Správa uživatelů

source: Show details of user account &quot;%(item)s&quot;
cs: Zobrazit detaily uživatelského účtu &quot;%(item)s&quot;

source: Show user account details
cs: Zobrazit detaily uživatelského účtu

source: My account
cs: Můj účet

source: My user account
cs: Můj uživatelský účet

source: Create new user account
cs: Vytvořit nový uživatelský účet

source: User account <strong>%(item_id)s</strong> was successfully created.
cs: Uživatelský účet <strong>%(item_id)s</strong> byl úspěšně vytvořen.

source: Unable to create new user account.
cs: Nelze vytvořit nový uživatelský účet.

source: Canceled creating new user account.
cs: Vytváření nového uživatelského účtu bylo zrušeno.

source: Update user account details
cs: Aktualizovat detaily uživatelského účtu

source: User account <strong>%(item_id)s</strong> was successfully updated.
cs: Uživatelský účet <strong>%(item_id)s</strong> byl úspěšně aktualizován.

source: Unable to update user account <strong>%(item_id)s</strong>.
cs: Nelze aktualizovat uživatelský účet <strong>%(item_id)s</strong>.

source: Canceled updating user account <strong>%(item_id)s</strong>.
cs: Aktualizace uživatelského účtu <strong>%(item_id)s</strong> byla zrušena.

source: User account <strong>%(item_id)s</strong> was successfully enabled.
cs: Uživatelský účet <strong>%(item_id)s</strong> byl úspěšně aktivován.

source: Unable to enable user account <strong>%(item_id)s</strong>.
cs: Nelze aktivovat uživatelský účet <strong>%(item_id)s</strong>.

source: Canceled enabling user account <strong>%(item_id)s</strong>.
cs: Aktivace uživatelského účtu <strong>%(item_id)s</strong> byla přerušena.

source: [Mentat] Account activation - %(item_id)s
cs: [Mentat] Aktivace účtu - %(item_id)s

source: User account <strong>%(item_id)s</strong> was successfully disabled.
cs: Uživatelský účet <strong>%(item_id)s</strong> byl úspěšně deaktivován.

source: Unable to disable user account <strong>%(item_id)s</strong>.
cs: Nelze deaktivovat uživatelský účet <strong>%(item_id)s</strong>.

source: Canceled disabling user account <strong>%(item_id)s</strong>.
cs: Deaktivace uživatelského účtu <strong>%(item_id)s</strong> byla přerušena.

source: User account <strong>%(item_id)s</strong> was successfully and permanently deleted.
cs: Uživatelský účet <strong>%(item_id)s</strong> byl úspěšně a trvale smazán.

source: Unable to delete user account <strong>%(item_id)s</strong>.
cs: Nelze smazat uživatelský účet <strong>%(item_id)s</strong>.

source: Canceled deleting user account <strong>%(item_id)s</strong>.
cs: Mazání uživatelského účtu <strong>%(item_id)s</strong> bylo zrušeno.

source: User account management pluggable module
cs: Správa uživatelských účtů (zásuvný modul)

source: User account with this login already exists.
cs: Uživatelský účet s tímto přihlašovacím jménem již existuje.

source: Home organization:
cs: Domovská organizace:

source: Prefered locale:
cs: Preferovaná lokalizace:

source: Prefered timezone:
cs: Preferovaná časová zóna:

source: Roles:
cs: Role:

source: Group managements:
cs: Správa skupin:

source: User detail
cs: Detail uživatele

source: this email is a confirmation, that your account "%(item_id)s" in Mentat system was just activated. You may now login and start using the system:
cs: Váš uživatelský účet "%(item_id)s" v systému Mentat byl právě aktivován. Nyní již bude možné se přihlásit a začít systém používat:

source: Organization
cs: Organizace

source: Roles
cs: Role

source: Account created
cs: Účet vytvořen

source: Last login
cs: Poslední přihlášení

source: Actionlogs
cs: Záznamy akcí

source: Full name
cs: Celé jméno

source: Home organization
cs: Domovská organizace

source: API access key
cs: API přístupový klíč

source: Prefered locale
cs: Preferovaná lokalizace

source: Prefered timezone
cs: Preferovaná časová zóna

source: Group memberships
cs: Členství ve skupinách

source: This user is not member of any group at the moment.
cs: Tento uživatel není v tuto chvíli členem žádné skupiny.

source: Group managements
cs: Správa skupin

source: This user is not manager of any group at the moment.
cs: Tento uživatel není v tuto chvíli správcem žádné skupiny.

source: Displaying only latest %(count)s actionlogs
cs: Zobrazeno pouze nejnovějších %(count)s záznamů akcí

source: This user does not have any actionlog records at the moment.
cs: Tento uživatel nemá v tuto chvíli žádné záznamy změn.

source: Internal whois
cs: Interní whois

source: Search internal whois database
cs: Prohledat interní whois databázi

source: Internal whois pluggable module
cs: Interní whois (zásuvný modul)

source: Search for address <strong>%(name)s</strong> in internal whois database
cs: Hledat adresu <strong>%(name)s</strong> v interní whois databázi

source: Search argument must be email or IP address/range/network.
cs: Argumentem hledání musí být buď emailová adresa, nebo IP adresa/rozsah/síť.

source: Search internal whois:
cs: Prohledat interní whois:

source: Search local whois database for:
cs: Prohledat interní whois databázi na:

source: IP address, range, network or abuse email
cs: IP adresa, rozsah, síť, nebo kontaktní email

source: Target abuse contacts:
cs: Cílové abuse kontakty:

source: There are no records for <strong>%(item_id)s</strong> in <em>Whois</em> database.
cs: Nebyly nalezeny žádné záznamy pro <strong>%(item_id)s</strong> v databázi <em>Whois</em>.

source: default
cs: výchozí

source: custom
cs: vlastní

source: 1day
cs: 1den

source: 6days
cs: 6dní

source: 2days
cs: 2dny

source: 2hrs
cs: 2hod

source: 10mins
cs: 10min

source: 12hrs
cs: 12hod

source: basic
cs: základní

source: advanced
cs: pokročilý

source: [{:s}] {:s} - Notice about possible problems in your network
cs: [{:s}] {:s} - Upozornění na možné problémy ve Vaší síti

source: [{:s}] {:s} - Notice about possible problems regarding host {:s}
cs: [{:s}] {:s} - Upozornění na možné problémy týkající se hostitele {:s}

source: source IP
cs: zdrojová IP

source: category
cs: kategorie

source: detector
cs: detektor

source: abuse group
cs: abuse skupina

source: analyzer
cs: analyzátor

source: autonomous system
cs: autonomní systém

source: source country
cs: zdrojová země

source: Periodical statistical summary report
cs: Periodický statistický souhrnný report

source: __REST__
cs: __OSTATNÍ__

source: __unknown__
cs: __neznámo__

source: Counter:
cs: Čítač:
