Repository: pypi-data/pypi-mirror-46
Catalog: packages/AN-DiscordBot/AN-DiscordBot-3.8.0.tar.gz/AN-DiscordBot-3.8.0/anbot/core/locales/*.po
Languages: id_id, sv_se

source: Install Path: {}
id_id: Jalur Instalasi: {}
sv_se: Installationssökväg: {}

source: That path does not exist or does not point to a valid directory.
id_id: Jalan itu tidak ada atau tidak mengarah ke direktori yang benar.
sv_se: Sökvägen finns inte eller pekar inte mot en giltig mapp.

source: Path successfully added.
id_id: Jalur berhasil ditambahkan.
sv_se: Sökvägen har lagts till.

source: That is an invalid path number.
id_id: Itu adalah nomor jalur yang tidak valid.
sv_se: Detta är ett ogiltigt sökvägs nummer.

source: Path successfully removed.
id_id: Jalan berhasil dilepas.
sv_se: Sökvägen är borttagen.

source: Invalid 'from' index.
id_id: Tidak valid 'dari' indeks.
sv_se: Ogiltigt 'from' index.

source: Invalid 'to' index.
id_id: Tidak valid 'ke' indeks.
sv_se: Ogiltigt 'to' index.

source: Paths reordered.
id_id: Jalur diatur ulang.
sv_se: Sökvägarna omordnade.

source: That path does not exist.
id_id: Jalan itu tidak ada.
sv_se: Sökvägen finns inte.

source: The bot will install new cogs to the `{}` directory.
id_id: Bot akan menginstal roda gigi baru ke direktori `{}`.
sv_se: Boten kommer att installera nya cogar i `{}` mappen.

source: Shutting down...
id_id: Mematikan...
sv_se: Stänger ner...

source: Restarting...
id_id: Memulai ulang...
sv_se: Startar om...

source: The admin role for this guild has been set.
id_id: Peran admin untuk serikat ini telah ditetapkan.
sv_se: Admin rollen för denna guild är nu vald.

source: The mod role for this guild has been set.
id_id: Peran mod untuk guild ini telah ditetapkan.
sv_se: Mod rollen för denna guild är nu vald.

source: Failed. Remember that you can edit my avatar up to two times a hour. The URL must be a direct link to a JPG / PNG.
id_id: Gagal. Ingat bahwa Anda dapat mengedit avatar saya hingga dua kali satu jam. URL harus berupa link langsung ke JPG / PNG.
sv_se: Fel uppstod. Kom ihåg att du kan ändra min avatar upp till två gånger per time. URLen måste vara en direkt länk till en JPT / PNG.

source: JPG / PNG format only.
id_id: Format JPG / PNG saja.
sv_se: Endast JPG / PNG format.

source: Done.
id_id: Selesai.
sv_se: Klart.

source: Game set.
id_id: Set permainan.
sv_se: Spelet ändrat.

source: Listening set.
id_id: Mendengarkan set.
sv_se: Lyssnar på inställt.

source: Watching set.
id_id: Menonton set.
sv_se: Tittar på inställt.

source: Failed to change name. Remember that you can only do it up to 2 times an hour. Use nicknames if you need frequent changes. `{}set nickname`
id_id: Gagal mengganti nama. Ingat bahwa Anda hanya bisa melakukannya sampai 2 kali per jam. Gunakan julukan jika Anda memerlukan perubahan yang sering. `{} set nickname`
sv_se: Fel uppstod vid ändring av namnet. Kom ihåg att du endast kan göra detta upp till 2 gånger per timme. Använd smeknamn om du behöver ändra ofta. `{}set nickname`

source: I lack the permissions to change my own nickname.
id_id: Saya kurang memiliki izin untuk mengganti nama panggilan saya sendiri.
sv_se: Jag saknar behörighet för att ändra mitt egna smeknamn.

source: Prefix set.
id_id: Set awalan.
sv_se: Prefix ändrat.

source: Guild prefixes have been reset.
id_id: Awalan persekutuan telah diatur ulang.
sv_se: Guild prefix har rensats.

source: Verification token:
id_id: Token verifikasi:
sv_se: Verifikations token:

source: Remember:
id_id: Ingat:
sv_se: Kom ihåg:

source: I have printed a one-time token in the console. Copy and paste it here to confirm you are the owner.
id_id: Saya telah mencetak satu kali token di konsol. Copy dan paste disini untuk konfirmasi anda adalah pemiliknya.
sv_se: Jag har skrivit ett engångs token i konsolen. Kopiera detta och klistra in det här för att konfirmera att du är ägare.

source: The set owner request has timed out.
id_id: Permintaan pemilik set telah habis waktunya.
sv_se: Tidsgränsen för ägarbytesförfrågan har överskridits.

source: You have been set as owner.
id_id: Anda telah ditetapkan sebagai pemilik.
sv_se: Du är nu satt som ägare.

source: Invalid token.
id_id: Token tidak valid.
sv_se: Ogiltigt token.

source: Locale has been set.
id_id: Lokal telah ditetapkan.
sv_se: Språket har ändrats.

source: Done. Sentry logging is now enabled.
id_id: Selesai. Sentry log diaktifkan.
sv_se: Klart. Sentry loggning är nu aktiverat.

source: Done. Sentry logging is now disabled.
id_id: Selesai. Sentry log di nonaktifkan.
sv_se: Klart. Sentry loggning är nu inaktiverat.

source: through DM
id_id: melalui DM
sv_se: genom DM

source: from {}
id_id: dari {}
sv_se: från {}

source: Use `{}dm {} <text>` to reply to this user
id_id: Gunakan `{} dm {} <text> ` untuk membalas pengguna ini
sv_se: Använd `{}dm {} <text>`för att svara användaren

source: Sent by {} {}
id_id: Dikirim oleh {} {}
sv_se: Skickat av {} {}

source: I cannot send your message, I'm unable to find my owner... *sigh*
id_id: Saya tidak dapat mengirim pesan Anda, saya tidak dapat menemukan pemilik saya... * mendesah *
sv_se: Jag kan inte skicka ditt meddelande, Jag kan inte hitta min ägare... *suck*

source: I'm unable to deliver your message. Sorry.
id_id: Saya tidak dapat menyampaikan pesan Anda. Maaf.
sv_se: Jag kan inte leverera ditt meddelande. Förlåt.

source: Your message has been sent.
id_id: Pesan Anda telah dikirim.
sv_se: Ditt meddelande har sänts.

source: Invalid ID or user not found. You can only send messages to people I share a server with.
id_id: ID atau pengguna tidak valid tidak ditemukan Anda hanya dapat mengirim pesan ke orang yang saya bagikan server.
sv_se: Ogiltigt ID eller användaren kunde inte hittas. Du kan endast skicka meddelanden som jag delar server med.

source: User added to whitelist.
id_id: Pengguna ditambahkan ke daftar abaikan.
sv_se: Användaren är nu vitlistad.

source: Whitelisted Users:
id_id: Pengguna yang telah diabaikan:
sv_se: Vitlistade användare:

source: User has been removed from whitelist.
id_id: Pengguna telah dihapus dari daftar abaikan.
sv_se: Användaren är nu borttagen från vitlistan.

source: User was not in the whitelist.
id_id: Pengguna tidak ada di dalam daftar abaikan.
sv_se: Användaren finns inte i vitlistan.

source: Whitelist has been cleared.
id_id: Daftar abaikan telah di bersihkan.
sv_se: Vitlistan har rensats.

source: You cannot blacklist an owner!
id_id: Anda tidak dapat memblokir pemilik!
sv_se: Du kan inte svartlista en ägare!

source: User added to blacklist.
id_id: Pengguna ditambahkan ke daftar blokir.
sv_se: Användaren är nu svartlistad.

source: blacklisted Users:
id_id: daftar hitam pengguna:
sv_se: svartlistade användare:

source: User has been removed from blacklist.
id_id: Pengguna telah dihapus dari daftar blokir.
sv_se: Användaren borttagen från svartlistan.

source: User was not in the blacklist.
id_id: Pengguna tidak ada di dalam daftar blokir.
sv_se: Användaren är inte i svartlistan.

source: blacklist has been cleared.
id_id: daftar hitam telah ditebang.
sv_se: svartlistan är nu rensad.

source: Already running a REPL session in this channel. Exit it with `quit`.
id_id: Sudah menjalankan sesi REPL dalam kanal ini. Keluar dengan 'berhenti'.
sv_se: Kör redan en REPL session i denna kanal, avsluta den med `quit`.

source: Enter code to execute or evaluate. `exit()` or `quit` to exit.
id_id: Masukkan kode untuk mengeksekusi atau mengevaluasi. `exit ()` atau `quit` untuk keluar.
sv_se: Skriv kod som ska köras eller utvärderas. `exit()` eller `quit` för att avsluta.

source: Unexpected error: `{}`
id_id: Kesalahan tak terduga: `{}`
sv_se: Oväntat fel: `{}`
